Repository: Crystal-Pigeon/Red-Voznje-Novi-Sad-iOS
Catalog: BusNS/BusNS/Assets/Localization/*.lproj/Localizable.strings
Languages: sr

source: No internet connection
sr: Nema internet konekcije

source: Ok
sr: U redu

source: Add lines
sr: Dodaj linije

source: Urban
sr: Gradski

source: Suburban
sr: Prigradski

source: Problem with server
sr: Greška na serveru

source: Work day
sr: Radni dan

source: Saturday
sr: Subota

source: Sunday
sr: Nedelja

source: Click the "+" button to add buses
sr: Pritisnite "+" kako biste dodali autobuse

source: There is no schedule
sr: Nema rasporeda

source: Are you sure you want remove the line?
sr: Da li ste sigurni da želite da uklonite liniju?

source: Remove
sr: Ukloni

source: Cancel
sr: Odustani

source: Done
sr: U redu

source: Support
sr: Podrška

source: Help
sr: Uputstvo

source: Contact
sr: Kontakt

source: Home screen
sr: Početni ekran

# Home screen text
source: When you open the app for the first time you will be presented with the home screen that doesn’t have any lines. If you want to add new lines to the home screen you need to click on the + button that will lead you to the add lines screen. In case you’ve opened the app before, the lines you’ve chosen the previous time you used it will be presented on the home screen for the current day of the week. The ability to change the schedule depending on the day of the week can be done by clicking on the desired day or by scrolling left-right. For every line displayed on the home screen it is shown the schedule for the previous, current and next hour, and in the absence of any of the three, the next three hours are added. By clicking on a collapsed card, it expands and shows the schedule for the whole day, while clicking again the card is collapsed to the nearest 3 hours. If. you desire to remove on of the lines, you can do so by long pressing the schedule to activate an option that offers you to delete the line from the home screen.
sr: Kada pokrenete aplikaciju prvi put pojavljuje se početni ekran koji ne prikazije ni jednu liniju. Ukoliko želite da dodate nove linije na početni ekran potrebno je da kliknete na + dugme koje Vas dalje vodi na ekran za dodavanje linija. U slučaju da ste aplikaciju pokretali ranije, na početnom ekranu se za trenutni dan u nedelji prikazuju odabrane linije koje ste dodali prilikom prethodnog korišćenja. Mogućnost promene rasporeda vožnji u zavisnosti od dana realizuje se klikom na željeni dan ili skrolovanjem levo-desno. Za svaku prikazanu liniju na početnom ekranu se prikazuje red vožnje za prethodni, trenutni i naredni sat, a ukoliko nema ni jednog od ta tri dodaju se naredna tri sata. Klikom na skupljenu karticu ona se proširuje i prikazuje raspored za ceo dan, dok se ponovnim klikom kartica skuplja na najbliža tri sata. Ukoliko želite da uklonite neku od linija to možete uraditi tako što ćete dugim pritiskom na raspored aktivirati opciju koja Vam nudi da obrišete liniju sa početnog ekrana.

source: Add lines screen
sr: Ekran za dodavanje linija

# Add lines screen text
source: When you open the add lines screen you will be shown urban lines. Switching between urban and suburban lines can be done by clicking on the tabs or by scrolling left-right. By clicking on one of the lines, it is being selected and added to the main screen, while clicking on already selected line it is being unselected and removed from the home screen.
sr: Pri otvaranju ekrana za dodavanje linija prikazaće Vam se gradske linije autobusa. Prebacivanje sa gradskih na prigradske linije moguće je izvršiti klikom na tabove ili skrolovanjem levo-desno. Klikom na neku od linija, ona se označava i dodaje se na glavni ekran. Ponovnim klikom na već odabranu liniju skida se oznaka i data linija se briše sa glavnog ekrana.

source: Settings screen
sr: Ekran za podešavanja

source: On the settings screen you can change:
sr: Na ekranu za podešavanja možete da podešavate:

source: Language
sr: Jezik

# Language text
source: Clicking on language opens a dialog that allows you to select the language in which the content will be displayed.
sr: Klikom na jezik otvara se dijalog za biranje jezika na kojem će sadržaj aplikacije biti prikazan.

source: Theme
sr: Tema

# Theme text
source: Clicking on theme opens a dialog that allows you to choose whether the application will be displayed with a dark or a light theme.
sr: Klikom na temu otvara se dijalog koji Vam omogućava da birate da li će aplikacija biti prikazana sa tamnom ili svetlom temom.

source: Update
sr: Ažuriranje

# Update app text
source: The app is updated every time the driving season changes.
sr: Ažuriranje aplikacije vrši se svaki put kada se promeni sezona vožnji.

source: Settings
sr: Podešavanja

source: English
sr: Engleski

source: Dark Theme
sr: Tamna Tema

source: Dark
sr: Tamna

source: Light
sr: Svetla

source: Change the language in the application
sr: Promenite jezik u aplikaciji

source: Change the theme in the application
sr: Promenite temu u aplikaciji

source: Open the support window
sr: Otvorite ekran za podršku

source: Serbian
sr: Srpski

source: Light Theme
sr: Svetla Tema

source: Choose language
sr: Izaberite jezik

source: Choose theme
sr: Izaberite temu

source: Rearrange
sr: Redosled

source: Rearrange favorites screen
sr: Ekran za promenu redosleda linija

# Rearrange screen text
source: This screen contains all the lines you've previously added to your home screen as your favorites, and on which you can rearrange them as you see fit.
sr: Ovaj ekran sadrži sve linije koje ste prethodno dodali na početni ekran kao svoje favorite i na kojem možete da promenite njihov redosled kako Vam odgovara.

source: Try again
sr: Pokušajte ponovo

source: Availability
sr: Dostupnost

# Lines availability text
source: We wanted to let you know that the app also works in offline mode. What this means is that once all of the data is downloaded, you will be able to access desired bus schedules at times of need, even when you don't have internet connection.
sr: Kada je u pitanju dostupnost, aplikacija radi i u režimu rada bez interneta. To znači da ćete nakon preuzimanja svih podataka biti u mogućnosti da pristupite željenim rasporedima autobusa u bilo kom momentu, čak i ukoliko niste povezani na internet.

source: You haven't added any lines to favorites
sr: Niste dodali omiljene linije
